Revit 2027 API
UnitTypeId.UsTonnesForce Property
 US tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UsTonnesForce { get; }
Public Shared ReadOnly Property UsTonnesForce As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UsTonnesForce {
	ForgeTypeId^ get ();
}
static member UsTonnesForce : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace